package com.bm.chengshiyoutian.youlaiwang.bean;

/**
 * Created by sld on 2017/6/9.
 */

public class FuWenBenBean {


    /**
     * code : 200
     * data : {"article_content":"<p>国食药监食[2011]178号<br/>各省、自治区、直辖市及新疆生产建设兵团食品药品监督管理局，北京市卫生局、福建省卫生厅：<br/><br/>　　为规范餐饮服务食品采购索证索票行为，依据《中华人民共和国食品安全法》、《中华人民共和国食品安全法实施条例》、《餐饮服务食品安全监督管理办法》，在认真总结《餐饮业食品索证管理规定》（卫监督发〔2007〕274号）实施情况的基础上，国家食品药品监督管理局制定了《餐饮服务食品采购索证索票管理规定》。现予印发，请遵照执行。<br/><br/><br/>　　　　　　　　　　　　　　　　　　　　　　　　　　　　国家食品药品监督管理局<br/>　　　　　　　　　　　　　　　　　　　　　　　　　　　　 二○一一年四月十八日<br/><br/><br/>　　　　　　　　　　　　餐饮服务食品采购索证索票管理规定<br/><br/>　　第一条　为规范餐饮服务提供者食品（含原料）、食品添加剂及食品相关产品采购索证索票、进货查验和采购记录行为，落实餐饮服务食品安全主体责任，保障公众饮食安全，根据《中华人民共和国食品安全法》、《中华人民共和国食品安全法实施条例》、《餐饮服务食品安全监督管理办法》等法律、法规及规章，制定本规定。<br/><br/>　　第二条　餐饮服务提供者采购食品、食品添加剂及食品相关产品，应当遵守本规定。<br/><br/>　　第三条　食品药品监督管理部门负责对餐饮服务提供者食品、食品添加剂及食品相关产品采购索证索票、进货查验、采购记录行为进行监督。<br/><br/>　　第四条　鼓励餐饮服务提供者采用先进的索证索票方式。支持和鼓励餐饮行业协会加强行业自律，引导餐饮服务提供者依法规范食品、食品添加剂及食品相关产品采购索证索票、进货查验和采购记录行为。<br/>　　第五条　餐饮服务提供者应当建立并落实食品、食品添加剂及食品相关产品采购索证索票、进货查验和采购记录制度，保障食品安全。<br/>　　餐饮服务提供者不得采购没有相关许可证、营业执照、产品合格证明文件、动物产品检疫合格证明等证明材料的食品、食品添加剂及食品相关产品。<br/><br/>　　第六条　餐饮服务提供者应当指定经培训合格的专（兼）职人员负责食品、食品添加剂及食品相关产品采购索证索票、进货查验和采购记录。<br/>　　专（兼）职人员应当掌握餐饮服务食品安全法律知识、餐饮服务食品安全基本知识以及食品感官鉴别常识。<br/><br/>　　第七条　餐饮服务提供者采购食品、食品添加剂及食品相关产品，应当到证照齐全的食品生产经营单位或批发市场采购，并应当索取、留存有供货方盖章（或签字）的购物凭证。购物凭证应当包括供货方名称、产品名称、产品数量、送货或购买日期等内容。<br/>　　长期定点采购的，餐饮服务提供者应当与供应商签订包括保证食品安全内容的采购供应合同。<br/><br/>　　第八条　从生产加工单位或生产基地直接采购时，应当查验、索取并留存加盖有供货方公章的许可证、营业执照和产品合格证明文件复印件；留存盖有供货方公章（或签字）的每笔购物凭证或每笔送货单。<br/><br/>　　第九条　从流通经营单位（商场、超市、批发零售市场等）批量或长期采购时，应当查验并留存加盖有公章的营业执照和食品流通许可证等复印件；留存盖有供货方公章（或签字）的每笔购物凭证或每笔送货单。<br/><br/>　　第十条　从流通经营单位（商场、超市、批发零售市场等）少量或临时采购时，应当确认其是否有营业执照和食品流通许可证，留存盖有供货方公章（或签字）的每笔购物凭证或每笔送货单。<br/><br/>　　第十一条　从农贸市场采购的，应当索取并留存市场管理部门或经营户出具的加盖公章（或签字）的购物凭证；从个体工商户采购的，应当查验并留存供应者盖章（或签字）的许可证、营业执照或复印件、购物凭证和每笔供应清单。<br/><br/>　　第十二条　从食品流通经营单位（商场、超市、批发零售市场等）和农贸市场采购畜禽肉类的，应当查验动物产品检疫合格证明原件；从屠宰企业直接采购的，应当索取并留存供货方盖章（或签字）的许可证、营业执照复印件和动物产品检疫合格证明原件。<br/><br/>　　第十三条　实行统一配送经营方式的，可以由餐饮服务企业总部统一查验、索取并留存供货方盖章（或签字）的许可证、营业执照、产品合格证明文件，建立采购记录；各门店应当建立并留存日常采购记录；门店自行采购的产品，应当严格落实索证索票、进货查验和采购记录制度。<br/><br/>　　第十四条　采购乳制品的，应当查验、索取并留存供货方盖章（或签字）的许可证、营业执照、产品合格证明文件复印件。<br/><br/>　　第十五条　批量采购进口食品、食品添加剂的，应当索取口岸进口食品法定检验机构出具的与所购食品、食品添加剂相同批次的食品检验合格证明的复印件。<br/><br/>　　第十六条　采购集中消毒企业供应的餐饮具的，应当查验、索取并留存集中消毒企业盖章（或签字）的营业执照复印件、盖章的批次出厂检验报告（或复印件）。<br/><br/>　　第十七条　食品、食品添加剂及食品相关产品采购入库前，餐饮服务提供者应当查验所购产品外包装、包装标识是否符合规定，与购物凭证是否相符，并建立采购记录。鼓励餐饮服务提供者建立电子记录。<br/>　　采购记录应当如实记录产品的名称、规格、数量、生产批号、保质期、供应单位名称及联系方式、进货日期等。<br/>　　从固定供应基地或供应商采购的，应当留存每笔供应清单，前款信息齐全的，可不再重新登记记录。<br/><br/>　　第十八条　餐饮服务提供者应当按产品类别或供应商、进货时间顺序整理、妥善保管索取的相关证照、产品合格证明文件和进货记录，不得涂改、伪造，其保存期限不得少于2年。<br/><br/>　　第十九条　各级食品药品监督管理部门应当加强对餐饮服务提供者索证索票、进货查验和采购记录落实情况的监督检查。<br/>违反食品、食品添加剂和食品相关产品采购索证索票、进货查验和采购记录制度的，由食品药品监督管理部门根据《食品安全法》第八十七条第（二）、（五）款进行查处。<br/><br/>　　第二十条　本规定由国家食品药品监督管理局负责解释。<br/><br/>　　第二十一条　省、自治区和直辖市食品药品监督管理部门可结合本地情况制定实施细则。<br/><br/>　　第二十二条　本规定自2011年8月1日起施行。<br/><br/><\/p>","article_cover":"http://oqv8tlktu.bkt.clouddn.com/5b1bba80246a33e7093b572e3b614920.jpg","article_id":38,"article_see_num":59,"article_time":"2017年05月19日","article_title":"关于印发餐饮服务食品采购索证索票管理规定的通知"}
     * msg :
     */

    private int code;
    private DataBean data;
    private String msg;

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public static class DataBean {
        /**
         * article_content : <p>国食药监食[2011]178号<br/>各省、自治区、直辖市及新疆生产建设兵团食品药品监督管理局，北京市卫生局、福建省卫生厅：<br/><br/>　　为规范餐饮服务食品采购索证索票行为，依据《中华人民共和国食品安全法》、《中华人民共和国食品安全法实施条例》、《餐饮服务食品安全监督管理办法》，在认真总结《餐饮业食品索证管理规定》（卫监督发〔2007〕274号）实施情况的基础上，国家食品药品监督管理局制定了《餐饮服务食品采购索证索票管理规定》。现予印发，请遵照执行。<br/><br/><br/>　　　　　　　　　　　　　　　　　　　　　　　　　　　　国家食品药品监督管理局<br/>　　　　　　　　　　　　　　　　　　　　　　　　　　　　 二○一一年四月十八日<br/><br/><br/>　　　　　　　　　　　　餐饮服务食品采购索证索票管理规定<br/><br/>　　第一条　为规范餐饮服务提供者食品（含原料）、食品添加剂及食品相关产品采购索证索票、进货查验和采购记录行为，落实餐饮服务食品安全主体责任，保障公众饮食安全，根据《中华人民共和国食品安全法》、《中华人民共和国食品安全法实施条例》、《餐饮服务食品安全监督管理办法》等法律、法规及规章，制定本规定。<br/><br/>　　第二条　餐饮服务提供者采购食品、食品添加剂及食品相关产品，应当遵守本规定。<br/><br/>　　第三条　食品药品监督管理部门负责对餐饮服务提供者食品、食品添加剂及食品相关产品采购索证索票、进货查验、采购记录行为进行监督。<br/><br/>　　第四条　鼓励餐饮服务提供者采用先进的索证索票方式。支持和鼓励餐饮行业协会加强行业自律，引导餐饮服务提供者依法规范食品、食品添加剂及食品相关产品采购索证索票、进货查验和采购记录行为。<br/>　　第五条　餐饮服务提供者应当建立并落实食品、食品添加剂及食品相关产品采购索证索票、进货查验和采购记录制度，保障食品安全。<br/>　　餐饮服务提供者不得采购没有相关许可证、营业执照、产品合格证明文件、动物产品检疫合格证明等证明材料的食品、食品添加剂及食品相关产品。<br/><br/>　　第六条　餐饮服务提供者应当指定经培训合格的专（兼）职人员负责食品、食品添加剂及食品相关产品采购索证索票、进货查验和采购记录。<br/>　　专（兼）职人员应当掌握餐饮服务食品安全法律知识、餐饮服务食品安全基本知识以及食品感官鉴别常识。<br/><br/>　　第七条　餐饮服务提供者采购食品、食品添加剂及食品相关产品，应当到证照齐全的食品生产经营单位或批发市场采购，并应当索取、留存有供货方盖章（或签字）的购物凭证。购物凭证应当包括供货方名称、产品名称、产品数量、送货或购买日期等内容。<br/>　　长期定点采购的，餐饮服务提供者应当与供应商签订包括保证食品安全内容的采购供应合同。<br/><br/>　　第八条　从生产加工单位或生产基地直接采购时，应当查验、索取并留存加盖有供货方公章的许可证、营业执照和产品合格证明文件复印件；留存盖有供货方公章（或签字）的每笔购物凭证或每笔送货单。<br/><br/>　　第九条　从流通经营单位（商场、超市、批发零售市场等）批量或长期采购时，应当查验并留存加盖有公章的营业执照和食品流通许可证等复印件；留存盖有供货方公章（或签字）的每笔购物凭证或每笔送货单。<br/><br/>　　第十条　从流通经营单位（商场、超市、批发零售市场等）少量或临时采购时，应当确认其是否有营业执照和食品流通许可证，留存盖有供货方公章（或签字）的每笔购物凭证或每笔送货单。<br/><br/>　　第十一条　从农贸市场采购的，应当索取并留存市场管理部门或经营户出具的加盖公章（或签字）的购物凭证；从个体工商户采购的，应当查验并留存供应者盖章（或签字）的许可证、营业执照或复印件、购物凭证和每笔供应清单。<br/><br/>　　第十二条　从食品流通经营单位（商场、超市、批发零售市场等）和农贸市场采购畜禽肉类的，应当查验动物产品检疫合格证明原件；从屠宰企业直接采购的，应当索取并留存供货方盖章（或签字）的许可证、营业执照复印件和动物产品检疫合格证明原件。<br/><br/>　　第十三条　实行统一配送经营方式的，可以由餐饮服务企业总部统一查验、索取并留存供货方盖章（或签字）的许可证、营业执照、产品合格证明文件，建立采购记录；各门店应当建立并留存日常采购记录；门店自行采购的产品，应当严格落实索证索票、进货查验和采购记录制度。<br/><br/>　　第十四条　采购乳制品的，应当查验、索取并留存供货方盖章（或签字）的许可证、营业执照、产品合格证明文件复印件。<br/><br/>　　第十五条　批量采购进口食品、食品添加剂的，应当索取口岸进口食品法定检验机构出具的与所购食品、食品添加剂相同批次的食品检验合格证明的复印件。<br/><br/>　　第十六条　采购集中消毒企业供应的餐饮具的，应当查验、索取并留存集中消毒企业盖章（或签字）的营业执照复印件、盖章的批次出厂检验报告（或复印件）。<br/><br/>　　第十七条　食品、食品添加剂及食品相关产品采购入库前，餐饮服务提供者应当查验所购产品外包装、包装标识是否符合规定，与购物凭证是否相符，并建立采购记录。鼓励餐饮服务提供者建立电子记录。<br/>　　采购记录应当如实记录产品的名称、规格、数量、生产批号、保质期、供应单位名称及联系方式、进货日期等。<br/>　　从固定供应基地或供应商采购的，应当留存每笔供应清单，前款信息齐全的，可不再重新登记记录。<br/><br/>　　第十八条　餐饮服务提供者应当按产品类别或供应商、进货时间顺序整理、妥善保管索取的相关证照、产品合格证明文件和进货记录，不得涂改、伪造，其保存期限不得少于2年。<br/><br/>　　第十九条　各级食品药品监督管理部门应当加强对餐饮服务提供者索证索票、进货查验和采购记录落实情况的监督检查。<br/>违反食品、食品添加剂和食品相关产品采购索证索票、进货查验和采购记录制度的，由食品药品监督管理部门根据《食品安全法》第八十七条第（二）、（五）款进行查处。<br/><br/>　　第二十条　本规定由国家食品药品监督管理局负责解释。<br/><br/>　　第二十一条　省、自治区和直辖市食品药品监督管理部门可结合本地情况制定实施细则。<br/><br/>　　第二十二条　本规定自2011年8月1日起施行。<br/><br/></p>
         * article_cover : http://oqv8tlktu.bkt.clouddn.com/5b1bba80246a33e7093b572e3b614920.jpg
         * article_id : 38
         * article_see_num : 59
         * article_time : 2017年05月19日
         * article_title : 关于印发餐饮服务食品采购索证索票管理规定的通知
         */

        private String article_content;
        private String article_cover;
        private int article_id;
        private int article_see_num;
        private String article_time;
        private String article_title;

        public String getArticle_content() {
            return article_content;
        }

        public void setArticle_content(String article_content) {
            this.article_content = article_content;
        }

        public String getArticle_cover() {
            return article_cover;
        }

        public void setArticle_cover(String article_cover) {
            this.article_cover = article_cover;
        }

        public int getArticle_id() {
            return article_id;
        }

        public void setArticle_id(int article_id) {
            this.article_id = article_id;
        }

        public int getArticle_see_num() {
            return article_see_num;
        }

        public void setArticle_see_num(int article_see_num) {
            this.article_see_num = article_see_num;
        }

        public String getArticle_time() {
            return article_time;
        }

        public void setArticle_time(String article_time) {
            this.article_time = article_time;
        }

        public String getArticle_title() {
            return article_title;
        }

        public void setArticle_title(String article_title) {
            this.article_title = article_title;
        }
    }
}
